{
    CFBundleName = "Xcode";
    NSHumanReadableCopyright = "Copyright © 1999-2010 Apple Inc.\nAll rights reserved.";

    // Document type human-readable names
    "Xcode Project File" = "Xcode Project File";
    "Xcode User File" = "Xcode User File";
    "Xcode User Settings File" = "Xcode User Settings File";
    "RTF File" = "Rich Text File";
    "RTFD File" = "Rich Text File";
    "Xcode Image File" = "Image File";
    "C Header Source File" = "C Header Source File";
    "C++ Header Source File" = "C++ Header Source File";
    "C Source File" = "C Source File";
    "Objective-C Source File" = "Objective-C Source File";
    "Objective-C++ Source File" = "Objective-C++ Source File";
    "C++ Source File" = "C++ Source File";
    "Assembly Source File" = "Assembly Source File";
    "Rez Source File" = "Rez Source File";
    "Java Source File" = "Java Source File";
    "WebScript Source File" = "WebScript Source File";
    "Source Code File" = "Source Code File";
    "Plain Text File" = "Plain Text File";
}
